Repository: AlexW00/hibi
Catalog: Hibi/Localizable.xcstrings
Source language: en
Languages: de, es, it, ja, ko, ms, pt_br, zh_hans_cn, zh_hant_hk, zh_hant_tw

# %lld / %lld
source: %1$lld of %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
it: %1$lld di %2$lld
ja: %1$lld / %2$lld
ko: %1$lld / %2$lld
ms: %1$lld daripada %2$lld
pt_br: %1$lld de %2$lld
zh_hans_cn: %1$lld / %2$lld
zh_hant_hk: %1$lld / %2$lld
zh_hant_tw: %1$lld / %2$lld

source: 12-hour
de: 12-Stunden
es: 12 horas
it: 12 ore
ja: 12時間制
ko: 12시간제
ms: 12 jam
pt_br: 12 horas
zh_hans_cn: 12 小时制
zh_hant_hk: 12 小時制
zh_hant_tw: 12 小時制

source: 24-hour
de: 24-Stunden
es: 24 horas
it: 24 ore
ja: 24時間制
ko: 24시간제
ms: 24 jam
pt_br: 24 horas
zh_hans_cn: 24 小时制
zh_hant_hk: 24 小時制
zh_hant_tw: 24 小時制

source: A couple of permissions so Hibi can do its thing.
de: Ein paar Berechtigungen, damit Hibi funktionieren kann.
es: Un par de permisos para que Hibi pueda funcionar.
it: Un paio di autorizzazioni per far funzionare Hibi.
ja: Hibiが動作するための、いくつかの許可です。
ko: Hibi가 제대로 작동하려면 몇 가지 권한이 필요합니다.
ms: Beberapa kebenaran supaya Hibi boleh berfungsi.
pt_br: Algumas permissões para que o Hibi funcione bem.
zh_hans_cn: 需要几项权限，Hibi 才能正常工作。
zh_hant_hk: 需要幾項權限，Hibi 才能正常運作。
zh_hant_tw: 需要幾項權限，Hibi 才能正常運作。

source: A first-launch sheet grants Calendar and Location access in one place, and dismisses itself once you're set.
de: Ein Sheet beim ersten Start erteilt Kalender- und Standortzugriff an einer Stelle – und schließt sich von selbst, sobald alles bereit ist.
es: Una hoja de primer inicio concede acceso al calendario y a la ubicación en un solo lugar, y se cierra cuando todo está listo.
it: Un pannello al primo avvio concede l'accesso a Calendario e Posizione in un unico punto e si chiude quando hai finito.
ja: 初回起動時のシートで、カレンダーと位置情報のアクセスをまとめて許可できます。準備が整うと自動で閉じます。
ko: 첫 실행 시트에서 캘린더와 위치 접근을 한곳에서 허용하고, 준비가 끝나면 자동으로 닫힙니다.
ms: Helaian pelancaran pertama memberikan akses Kalendar dan Lokasi di satu tempat, lalu menutup sendiri selepas semuanya selesai.
pt_br: Uma tela no primeiro uso concede acesso ao Calendário e à Localização em um só lugar e se fecha quando tudo estiver pronto.
zh_hans_cn: 首次启动时的面板会集中授予日历和位置权限，设置完成后会自动关闭。
zh_hant_hk: 首次開啟時的面板會集中授予日曆與位置權限，設定完成後會自動關閉。
zh_hant_tw: 首次開啟時的面板會集中授予行事曆與位置權限，設定完成後會自動關閉。

source: A new Settings toggle swaps the serif for the system sans, for a cleaner read.
de: Ein neuer Schalter in den Einstellungen tauscht die Serifenschrift gegen die Systemschrift – für ein klareres Schriftbild.
es: Un nuevo interruptor en Ajustes cambia la serif por la sans del sistema para una lectura más limpia.
it: Un nuovo interruttore nelle Impostazioni sostituisce il serif con il sans di sistema, per una lettura più pulita.
ja: 設定の新しいスイッチで、セリフ体をシステムのサンセリフ体に切り替えられます。読みやすさ重視のときに。
ko: 새 설정 토글로 세리프 글꼴을 시스템 산세리프로 바꿔 더 깔끔하게 읽을 수 있습니다.
ms: Togol Tetapan baharu menukar fon serif kepada sans sistem untuk bacaan yang lebih bersih.
pt_br: Um novo ajuste troca a fonte serifada pela sem serifa do sistema, para uma leitura mais limpa.
zh_hans_cn: 设置中的新开关可将衬线字体换成系统无衬线字体，阅读更清爽。
zh_hant_hk: 設定中的新開關可將襯線字體換成系統無襯線字體，閱讀更清晰。
zh_hant_tw: 設定中的新開關可將襯線字體換成系統無襯線字體，閱讀更清爽。

source: About
de: Info
es: Acerca de
it: Info
ja: 情報
ko: 정보
ms: Perihal
pt_br: Sobre
zh_hans_cn: 关于
zh_hant_hk: 關於
zh_hant_tw: 關於

source: All day
de: Ganztägig
es: Todo el día
it: Tutto il giorno
ja: 終日
ko: 하루 종일
ms: Sepanjang hari
pt_br: Dia inteiro
zh_hans_cn: 全天
zh_hant_hk: 全日
zh_hant_tw: 全天

source: ALL DAY
de: GANZTÄGIG
es: TODO EL DÍA
it: TUTTO IL GIORNO
ja: 終日
ko: 하루 종일
ms: SEPANJANG HARI
pt_br: DIA INTEIRO
zh_hans_cn: 全天
zh_hant_hk: 全日
zh_hant_tw: 全天

source: All set
de: Fertig
es: Listo
it: Tutto pronto
ja: 完了
ko: 완료
ms: Selesai
pt_br: Tudo pronto
zh_hans_cn: 完成
zh_hant_hk: 完成
zh_hant_tw: 完成

source: An open day.
de: Ein freier Tag.
es: Un día libre.
it: Una giornata libera.
ja: 空いている日。
ko: 비어 있는 하루입니다.
ms: Hari yang lapang.
pt_br: Um dia livre.
zh_hans_cn: 空闲的一天。
zh_hant_hk: 空閒的一天。
zh_hant_tw: 空出來的一天。

source: App Icon
de: App-Symbol
es: Icono de la app
it: Icona dell'app
ja: アプリアイコン
ko: 앱 아이콘
ms: Ikon App
pt_br: Ícone do App
zh_hans_cn: 应用图标
zh_hant_hk: 應用程式圖示
zh_hant_tw: 應用程式圖示

source: App icons
de: App-Symbole
es: Iconos de app
it: Icone app
ja: アプリアイコン
ko: 앱 아이콘
ms: Ikon app
pt_br: Ícones do app
zh_hans_cn: App 图标
zh_hant_hk: App 圖示
zh_hant_tw: App 圖示

source: Appearance
de: Erscheinungsbild
es: Apariencia
it: Aspetto
ja: 外観
ko: 모양
ms: Penampilan
pt_br: Aparência
zh_hans_cn: 外观
zh_hant_hk: 外觀
zh_hant_tw: 外觀

source: Available for everyone
de: Verfügbar für alle
es: Disponible para todos
it: Disponibile per tutti
ja: すべてのユーザーが利用可能
ko: 모든 사용자 이용 가능
ms: Tersedia untuk semua
pt_br: Disponível para todos
zh_hans_cn: 所有人可用
zh_hant_hk: 所有人可用
zh_hant_tw: 所有人可用

source: Available for Hibi Plus users
de: Verfügbar für Hibi Plus-Nutzer
es: Disponible para usuarios de Hibi Plus
it: Disponibile per gli utenti Hibi Plus
ja: Hibi Plusユーザーが利用可能
ko: Hibi Plus 사용자 이용 가능
ms: Tersedia untuk pengguna Hibi Plus
pt_br: Disponível para usuários do Hibi Plus
zh_hans_cn: Hibi Plus用户可用
zh_hant_hk: Hibi Plus用戶可用
zh_hant_tw: Hibi Plus用戶可用

source: Available to early users
de: Nur für frühe Nutzer
es: Solo para usuarios pioneros
it: Solo per i primi utenti
ja: 初期ユーザー限定
ko: 초기 사용자 전용
ms: Untuk pengguna awal sahaja
pt_br: Exclusivo para usuários pioneiros
zh_hans_cn: 仅限早期用户
zh_hant_hk: 僅限早期用戶
zh_hant_tw: 僅限早期使用者

source: AWAITING
de: AUSSTEHEND
es: PENDIENTE
it: IN ATTESA
ja: 未受取
ko: 대기 중
ms: MENUNGGU
pt_br: AGUARDANDO
zh_hans_cn: 待领取
zh_hant_hk: 待領取
zh_hant_tw: 待領取

source: Buy Hibi Plus, %@ one-time
de: Hibi Plus kaufen, %@ einmalig
es: Comprar Hibi Plus, %@ pago único
it: Acquista Hibi Plus, %@ una tantum
ja: Hibi Plusを購入する、%@ 買い切り
ko: Hibi Plus 구입, %@ 일회 결제
ms: Beli Hibi Plus, %@ sekali bayar
pt_br: Comprar Hibi Plus, %@ pagamento único
zh_hans_cn: 购买 Hibi Plus，%@ 一次性
zh_hant_hk: 購買 Hibi Plus，%@ 一次性
zh_hant_tw: 購買 Hibi Plus，%@ 一次性

source: Locked. Purchase Hibi Plus to unlock.
de: Gesperrt. Hibi Plus kaufen, um Widgets freizuschalten.
es: Bloqueado. Compra Hibi Plus para desbloquear.
it: Bloccato. Acquista Hibi Plus per sbloccare.
ja: ロック中。Hibi Plusを購入してロックを解除できます。
ko: 잠김. Hibi Plus를 구매하여 잠금 해제하세요.
ms: Dikunci. Beli Hibi Plus untuk membuka kunci.
pt_br: Bloqueado. Adquira o Hibi Plus para desbloquear.
zh_hans_cn: 已锁定。购买 Hibi Plus 以解锁。
zh_hant_hk: 已鎖定。購買 Hibi Plus 以解鎖。
zh_hant_tw: 已鎖定。購買 Hibi Plus 以解鎖。

source: Purchasing…
de: Wird gekauft …
es: Comprando…
it: Acquisto in corso…
ja: 購入中…
ko: 구매 중…
ms: Membeli…
pt_br: Comprando…
zh_hans_cn: 购买中…
zh_hant_hk: 購買中…
zh_hant_tw: 購買中…

source: Purchase Hibi Plus to unlock
de: Hibi Plus kaufen zum Freischalten
es: Compra Hibi Plus para desbloquear
it: Acquista Hibi Plus per sbloccare
ja: Hibi Plusを購入してロック解除
ko: Hibi Plus 구매로 잠금 해제
ms: Beli Hibi Plus untuk membuka kunci
pt_br: Adquira o Hibi Plus para desbloquear
zh_hans_cn: 购买 Hibi Plus 以解锁
zh_hant_hk: 購買 Hibi Plus 以解鎖
zh_hant_tw: 購買 Hibi Plus 以解鎖

source: Calendar
de: Kalender
es: Calendario
it: Calendario
ja: カレンダー
ko: 캘린더
ms: Kalendar
pt_br: Calendário
zh_hans_cn: 日历
zh_hant_hk: 日曆
zh_hant_tw: 行事曆

source: Calendar access denied
de: Kalenderzugriff verweigert
es: Acceso al calendario denegado
it: Accesso al calendario negato
ja: カレンダーアクセスが拒否されています
ko: 캘린더 접근이 거부됨
ms: Akses kalendar ditolak
pt_br: Acesso ao calendário negado
zh_hans_cn: 日历访问被拒绝
zh_hant_hk: 日曆取用遭拒
zh_hant_tw: 行事曆取用遭拒

source: Calendar access needed
de: Kalenderzugriff erforderlich
es: Se necesita acceso al calendario
it: Serve l'accesso al calendario
ja: カレンダーアクセスが必要
ko: 캘린더 접근 필요
ms: Akses kalendar diperlukan
pt_br: É preciso acessar o calendário
zh_hans_cn: 需要日历访问权限
zh_hant_hk: 需要日曆取用權限
zh_hant_tw: 需要行事曆取用權限

source: Calendar unavailable
de: Kalender nicht verfügbar
es: Calendario no disponible
it: Calendario non disponibile
ja: カレンダーを利用できません
ko: 캘린더를 사용할 수 없음
ms: Kalendar tidak tersedia
pt_br: Calendário indisponível
zh_hans_cn: 日历不可用
zh_hant_hk: 日曆無法使用
zh_hant_tw: 行事曆無法使用

source: Calendars
de: Kalender
es: Calendarios
it: Calendari
ja: カレンダー
ko: 캘린더
ms: Kalendar
pt_br: Calendários
zh_hans_cn: 日历
zh_hant_hk: 日曆
zh_hant_tw: 行事曆

source: Calendars & Reminders
de: Kalender & Erinnerungen
es: Calendarios y recordatorios
it: Calendari e promemoria
ja: カレンダーとリマインダー
ko: 캘린더 및 미리 알림
ms: Kalendar & Peringatan
pt_br: Calendários e lembretes
zh_hans_cn: 日历与提醒事项
zh_hant_hk: 日曆與提醒事項
zh_hant_tw: 日曆與提醒事項

source: Choose Celsius or Fahrenheit, and 12-hour or 24-hour time - or let the system decide.
de: Wähle Celsius oder Fahrenheit und 12- oder 24-Stunden-Format – oder lass das System entscheiden.
es: Elige Celsius o Fahrenheit y formato de 12 o 24 horas, o deja que lo decida el sistema.
it: Scegli Celsius o Fahrenheit e il formato 12 o 24 ore, oppure lascia decidere al sistema.
ja: 摂氏・華氏、12時間・24時間表記を選べます。システム設定に任せることも。
ko: 섭씨 또는 화씨, 12시간제 또는 24시간제를 선택하거나 시스템 설정을 따르세요.
ms: Pilih Celsius atau Fahrenheit, dan masa 12 jam atau 24 jam - atau biarkan sistem menentukan.
pt_br: Escolha Celsius ou Fahrenheit e formato de 12 ou 24 horas, ou deixe o sistema decidir.
zh_hans_cn: 选择摄氏或华氏、12 小时或 24 小时制，或交给系统决定。
zh_hant_hk: 選擇攝氏或華氏、12 小時或 24 小時制，或交由系統決定。
zh_hant_tw: 選擇攝氏或華氏、12 小時或 24 小時制，或交給系統決定。

source: Collapse
de: Einklappen
es: Contraer
it: Comprimi
ja: 折りたたむ
ko: 접기
ms: Lipat
pt_br: Recolher
zh_hans_cn: 折叠
zh_hant_hk: 收合
zh_hant_tw: 收合

source: Collapsed
de: Eingeklappt
es: Contraído
it: Compresso
ja: 折りたたみ済み
ko: 접혀짐
ms: Dilipat
pt_br: Recolhido
zh_hans_cn: 已折叠
zh_hant_hk: 已收合
zh_hant_tw: 已收合

source: Continue
de: Weiter
es: Continuar
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
pt_br: Continuar
zh_hans_cn: 继续
zh_hant_hk: 繼續
zh_hant_tw: 繼續

source: Dark
de: Dunkel
es: Oscuro
it: Scuro
ja: ダーク
ko: 다크
ms: Gelap
pt_br: Escuro
zh_hans_cn: 深色
zh_hant_hk: 深色
zh_hant_tw: 深色

source: Day
de: Tag
es: Día
it: Giorno
ja: 日
ko: 일
ms: Hari
pt_br: Dia
zh_hans_cn: 日
zh_hant_hk: 日
zh_hant_tw: 日

source: Day View
de: Tagesansicht
es: Vista de día
it: Vista giorno
ja: 日表示
ko: 일 보기
ms: Paparan Hari
pt_br: Visualização do dia
zh_hans_cn: 日视图
zh_hant_hk: 日檢視
zh_hant_tw: 日檢視

source: Default
de: Standard
es: Predeterminado
it: Predefinita
ja: デフォルト
ko: 기본
ms: Lalai
pt_br: Padrão
zh_hans_cn: 默认
zh_hant_hk: 預設
zh_hant_tw: 預設

source: Deleting a single occurrence of a recurring event now removes just that one, not the entire series.
de: Beim Löschen eines einzelnen Termins einer Serie wird jetzt nur noch dieser Termin entfernt; nicht die ganze Serie.
es: Al eliminar una sola aparición de un evento recurrente, ahora solo se elimina esa; no toda la serie.
it: Eliminando una singola ricorrenza di un evento ricorrente, ora viene rimossa solo quella; non l'intera serie.
ja: 繰り返しイベントの1回分を削除すると、シリーズ全体ではなく、その回だけが削除されるようになりました。
ko: 반복 이벤트에서 하나만 삭제하면 전체 시리즈가 아닌 해당 일정만 삭제됩니다.
ms: Memadam satu kejadian acara berulang kini hanya mengalih keluar kejadian itu sahaja, bukan keseluruhan siri.
pt_br: Ao apagar uma ocorrência de um evento recurrente, agora só aquela é removida; não a série inteira.
zh_hans_cn: 删除重复日程的单次事件时，现在只会移除该次，不会影响整个系列。
zh_hant_hk: 刪除重複行程的單次事件時，現在只會移除該次，不會影響整個系列。
zh_hant_tw: 刪除重複行程的單次事件時，現在只會移除該次，不會影響整個系列。

source: Demo Mode
de: Demo-Modus
es: Modo demo
it: Modalità demo
ja: デモモード
ko: 데모 모드
ms: Mod Demo
pt_br: Modo demo
zh_hans_cn: 演示模式
zh_hant_hk: 示範模式
zh_hant_tw: 示範模式

source: Disco Balloon
de: Diskokugel
es: Globo disco
it: Palla da discoteca
ja: ディスコバルーン
ko: 디스코 벌룬
ms: Belon Disko
pt_br: Balão Disco
zh_hans_cn: 迪斯科气球
zh_hant_hk: 迪斯可氣球
zh_hant_tw: 迪斯可氣球

source: Discover more apps
de: Weitere Apps entdecken
es: Descubre más apps
it: Scopri altre app
ja: 他のアプリを見る
ko: 더 많은 앱 둘러보기
ms: Terokai lebih banyak app
pt_br: Descubra mais apps
zh_hans_cn: 发现更多 App
zh_hant_hk: 探索更多 App
zh_hant_tw: 探索更多 App

source: Display your reminders alongside calendar events.
de: Erinnerungen zusammen mit Kalendereinträgen anzeigen.
es: Muestra tus recordatorios junto a los eventos del calendario.
it: Mostra i promemoria insieme agli eventi del calendario.
ja: リマインダーをカレンダーのイベントと一緒に表示します。
ko: 미리 알림을 캘린더 이벤트와 함께 표시합니다.
ms: Paparkan peringatan anda bersama acara kalendar.
pt_br: Exibe seus lembretes junto com os eventos do calendário.
zh_hans_cn: 将提醒事项与日历日程一起显示。
zh_hant_hk: 將提醒事項與日曆行程一起顯示。
zh_hant_tw: 將提醒事項與日曆行程一起顯示。

source: Done
de: Fertig
es: OK
it: Fine
ja: 完了
ko: 완료
ms: Selesai
pt_br: OK
zh_hans_cn: 完成
zh_hant_hk: 完成
zh_hant_tw: 完成

source: Drag to reschedule
de: Ziehen zum Verschieben
es: Arrastra para reprogramar
it: Trascina per riprogrammare
ja: ドラッグで予定を移動
ko: 드래그하여 일정 변경
ms: Seret untuk jadual semula
pt_br: Arraste para reagendar
zh_hans_cn: 拖移以重新安排
zh_hant_hk: 拖移以重新安排
zh_hant_tw: 拖移以重新排程

source: Dress Hibi up.
de: Hibi ein neues Aussehen geben.
es: Dale un nuevo look a Hibi.
it: Personalizza l'aspetto di Hibi.
ja: Hibiをおしゃれにしよう。
ko: Hibi를 꾸며보세요.
ms: Hiaskan Hibi.
pt_br: Personalize o visual do Hibi.
zh_hans_cn: 给 Hibi 换个造型。
zh_hant_hk: 給 Hibi 換個造型。
zh_hant_tw: 給 Hibi 換個造型。

source: Early User
de: Frühe Nutzer
es: Usuario pionero
it: Primo utente
ja: 初期ユーザー
ko: 초기 사용자
ms: Pengguna Awal
pt_br: Usuário Pioneiro
zh_hans_cn: 早期用户
zh_hant_hk: 早期用戶
zh_hant_tw: 早期使用者

source: Enable calendar access in Settings to see your events.
de: Aktiviere den Kalenderzugriff in den Einstellungen, um deine Termine zu sehen.
es: Activa el acceso al calendario en Ajustes para ver tus eventos.
it: Abilita l'accesso al calendario in Impostazioni per vedere i tuoi eventi.
ja: イベントを表示するには、設定でカレンダーへのアクセスを許可してください。
ko: 이벤트를 보려면 설정에서 캘린더 접근을 허용하세요.
ms: Dayakan akses kalendar dalam Tetapan untuk melihat acara anda.
pt_br: Ative o acesso ao calendário em Ajustes para ver seus eventos.
zh_hans_cn: 在“设置”中启用日历访问权限即可查看事件。
zh_hant_hk: 在「設定」中啟用日曆取用權限，即可查看事件。
zh_hant_tw: 在「設定」中啟用行事曆取用權限，即可查看事件。

source: Enable full calendar access in Settings to see your events.
de: Aktiviere den vollständigen Kalenderzugriff in den Einstellungen, um deine Termine zu sehen.
es: Activa el acceso completo al calendario en Ajustes para ver tus eventos.
it: Abilita l'accesso completo al calendario in Impostazioni per vedere i tuoi eventi.
ja: イベントを表示するには、設定でカレンダーへのフルアクセスを許可してください。
ko: 이벤트를 보려면 설정에서 전체 캘린더 접근을 허용하세요.
ms: Dayakan akses kalendar penuh dalam Tetapan untuk melihat acara anda.
pt_br: Ative o acesso completo ao calendário em Ajustes para ver seus eventos.
zh_hans_cn: 在“设置”中启用完整日历访问权限即可查看事件。
zh_hant_hk: 在「設定」中啟用完整日曆取用權限，即可查看事件。
zh_hant_tw: 在「設定」中啟用完整行事曆取用權限，即可查看事件。

source: Event sync fix
de: Synchronisierungs-Fix
es: Corrección de sincronización
it: Correzione sincronizzazione
ja: イベント同期の修正
ko: 이벤트 동기화 수정
ms: Pembetulan segerak acara
pt_br: Correção de sincronização
zh_hans_cn: 事件同步修复
zh_hant_hk: 事件同步修復
zh_hant_tw: 事件同步修復

source: Events spanning several days now appear on every day they cover, across Month, Week, and Day.
de: Termine über mehrere Tage erscheinen jetzt an jedem betroffenen Tag – in Monat, Woche und Tag.
es: Los eventos de varios días ahora aparecen en cada día que cubren, en Mes, Semana y Día.
it: Gli eventi di più giorni ora compaiono in ogni giorno coperto, in Mese, Settimana e Giorno.
ja: 複数日にまたがるイベントが、月・週・日のすべてで該当する各日に表示されます。
ko: 며칠에 걸친 이벤트가 이제 월, 주, 일 보기에서 해당되는 모든 날짜에 표시됩니다.
ms: Acara yang merentasi beberapa hari kini muncul pada setiap hari yang diliputi dalam Bulan, Minggu dan Hari.
pt_br: Eventos de vários dias agora aparecem em todos os dias abrangidos, em Mês, Semana e Dia.
zh_hans_cn: 跨多天的事件现在会在月、周、日视图中的每个涵盖日期显示。
zh_hant_hk: 跨多天的事件現在會在月、週、日檢視中的每個涵蓋日期顯示。
zh_hant_tw: 跨多天的事件現在會在月、週、日檢視中的每個涵蓋日期顯示。

source: Events you create now appear on the calendar right away; no more waiting for an app restart to see them.
de: Neue Termine erscheinen jetzt sofort im Kalender; kein App-Neustart mehr nötig.
es: Los eventos que creas ahora aparecen en el calendario al instante; ya no hace falta reiniciar la app para verlos.
it: Gli eventi che crei ora compaiono subito nel calendario; niente più riavvii dell'app per vederli.
ja: 作成したイベントが、保存後すぐにカレンダーに表示されるようになりました。再起動はもう必要ありません。
ko: 만든 이벤트가 캘린더에 바로 표시됩니다; 앱을 다시 시작하지 않아도 됩니다.
ms: Acara yang anda cipta kini muncul terus dalam kalendar; tidak perlu memulakan semula aplikasi untuk melihatnya.
pt_br: Os eventos que você cria já aparecem no calendário na hora; sem precisar reiniciar o app para vê-los.
zh_hans_cn: 新建的事件现在会立即显示在日历中；无需重启应用即可看到。
zh_hant_hk: 新建立的事件現在會立即顯示在行事曆中；無需重新啟動應用程式即可看到。
zh_hant_tw: 新建立的事件現在會立即顯示在行事曆中；無需重新啟動應用程式即可看到。

source: Expand
de: Ausklappen
es: Expandir
it: Espandi
ja: 展開
ko: 펼치기
ms: Kembangkan
pt_br: Expandir
zh_hans_cn: 展开
zh_hant_hk: 展開
zh_hant_tw: 展開

source: Expandable schedule
de: Mehr Platz für den Tagesplan
es: Agenda expandible
it: Programma espandibile
ja: スケジュールを広く表示
ko: 일정 더 크게 보기
ms: Jadual boleh dikembangkan
pt_br: Agenda expansível
zh_hans_cn: 可展开的日程
zh_hant_hk: 可展開的日程
zh_hant_tw: 可展開的行程

source: Expanded
de: Ausgeklappt
es: Expandido
it: Espanso
ja: 展開済み
ko: 펼쳐짐
ms: Dikembangkan
pt_br: Expandido
zh_hans_cn: 已展开
zh_hant_hk: 已展開
zh_hant_tw: 已展開

source: Filled-in translations
de: Vervollständigte Übersetzungen
es: Traducciones completas
it: Traduzioni complete
ja: 翻訳の補完
ko: 채워진 번역
ms: Terjemahan lengkap
pt_br: Traduções completas
zh_hans_cn: 完整翻译
zh_hant_hk: 完整翻譯
zh_hant_tw: 完整翻譯

source: Find events by title or location.
de: Finde Termine nach Titel oder Ort.
es: Busca eventos por título o ubicación.
it: Trova eventi per titolo o luogo.
ja: タイトルや場所でイベントを検索します。
ko: 제목이나 위치로 이벤트를 찾으세요.
ms: Cari acara mengikut tajuk atau lokasi.
pt_br: Encontre eventos por título ou local.
zh_hans_cn: 按标题或地点查找事件。
zh_hant_hk: 依標題或地點尋找事件。
zh_hant_tw: 依標題或地點尋找事件。

source: Fixed a case where Month could land on the wrong month if you'd scrolled Week first.
de: Ein Fehler wurde behoben, bei dem der Monat auf dem falschen Monat landen konnte, wenn zuvor in der Wochenansicht gescrollt wurde.
es: Se corrigió un caso en el que Mes podía caer en el mes equivocado si antes habías desplazado Semana.
it: Risolto un caso in cui Mese poteva finire sul mese sbagliato dopo aver scorso Settimana.
ja: 週表示でスクロールした後に月表示が誤った月を開くことがある不具合を修正しました。
ko: 주 보기를 먼저 스크롤한 경우 월 보기가 잘못된 달로 이동할 수 있던 문제를 수정했습니다.
ms: Membaiki keadaan apabila Bulan boleh mendarat pada bulan yang salah selepas anda menatal Minggu dahulu.
pt_br: Corrigido um caso em que Mês podia parar no mês errado se você tivesse rolado Semana antes.
zh_hans_cn: 修复了先滚动“周”后，“月”可能停在错误月份的问题。
zh_hant_hk: 修正先捲動「週」後，「月」可能停在錯誤月份的情況。
zh_hant_tw: 修正先捲動「週」後，「月」可能停在錯誤月份的情況。

source: Flip the swipe
de: Wischrichtung umkehren
es: Invierte el gesto
it: Inverti lo swipe
ja: スワイプ方向を反転
ko: 스와이프 반전
ms: Songsangkan leretan
pt_br: Inverta o gesto
zh_hans_cn: 反转滑动
zh_hant_hk: 反轉滑動
zh_hant_tw: 反轉滑動

source: Full calendar access needed
de: Vollständiger Kalenderzugriff erforderlich
es: Se necesita acceso completo al calendario
it: Serve l'accesso completo al calendario
ja: カレンダーへのフルアクセスが必要
ko: 전체 캘린더 접근 필요
ms: Akses kalendar penuh diperlukan
pt_br: É preciso acesso completo ao calendário
zh_hans_cn: 需要完整日历访问权限
zh_hant_hk: 需要完整日曆取用權限
zh_hant_tw: 需要完整行事曆取用權限

source: General
de: Allgemein
it: Generali
ja: 一般
ko: 일반
ms: Umum
pt_br: Geral
zh_hans_cn: 通用
zh_hant_hk: 一般
zh_hant_tw: 一般

source: Grant access to see and edit your events.
de: Gewähre Zugriff, um deine Termine zu sehen und zu bearbeiten.
es: Concede acceso para ver y editar tus eventos.
it: Concedi l'accesso per vedere e modificare i tuoi eventi.
ja: イベントを表示・編集するには、アクセスを許可してください。
ko: 이벤트를 보고 편집할 수 있도록 접근을 허용하세요.
ms: Berikan akses untuk melihat dan mengedit acara anda.
pt_br: Conceda acesso para ver e editar seus eventos.
zh_hans_cn: 授予权限以查看和编辑事件。
zh_hant_hk: 授予權限以查看及編輯事件。
zh_hant_tw: 授予權限以查看與編輯事件。

source: Headers and hints now read in mixed case instead of all-caps, and the day card matches the app's editorial type throughout.
de: Überschriften und Hinweise stehen jetzt in gemischter Schreibung statt in Großbuchstaben, und die Tageskarte passt durchgehend zur Schrift der App.
es: Los encabezados y las pistas ahora usan mayúsculas y minúsculas en vez de todo en mayúsculas, y la tarjeta del día mantiene la tipografía editorial de la app.
it: Intestazioni e suggerimenti ora usano maiuscole e minuscole invece del tutto maiuscolo, e la scheda del giorno segue ovunque il carattere editoriale dell'app.
ja: 見出しやヒントが大文字ではなく自然な大小混合の表記になり、デイビューもアプリ全体と同じ書体に統一されました。
ko: 헤더와 힌트가 이제 모두 대문자가 아니라 혼합 대소문자로 표시되고, 일 카드도 앱의 편집적인 타이포그래피와 더 잘 맞습니다.
ms: Pengepala dan petunjuk kini menggunakan huruf campuran dan bukannya huruf besar semua, dan kad hari sepadan dengan gaya editorial app sepanjang masa.
pt_br: Cabeçalhos e dicas agora usam maiúsculas e minúsculas em vez de tudo em caixa alta, e o cartão do dia segue a tipografia editorial do app.
zh_hans_cn: 标题和提示现在改用大小写混排，不再全大写；日卡片也全程匹配 App 的编辑字体风格。
zh_hant_hk: 標題與提示現在改用大小寫混排，不再全大寫；日卡片亦全程配合 App 的編輯字體風格。
zh_hant_tw: 標題與提示現在改用大小寫混排，不再全大寫；日卡片也全程符合 App 的編輯字體風格。

source: Hibi now includes Traditional Chinese for Taiwan and Hong Kong, Simplified Chinese for Mainland China, plus Korean, Malay, Spanish, Brazilian Portuguese, and Italian.
de: Hibi unterstützt jetzt traditionelles Chinesisch für Taiwan und Hongkong, vereinfachtes Chinesisch für Festlandchina sowie Koreanisch, Malaiisch, Spanisch, brasilianisches Portugiesisch und Italienisch.
es: Hibi ahora incluye chino tradicional para Taiwán y Hong Kong, chino simplificado para China continental, además de coreano, malayo, español, portugués de Brasil e italiano.
it: Hibi ora include cinese tradizionale per Taiwan e Hong Kong, cinese semplificato per la Cina continentale, oltre a coreano, malese, spagnolo, portoghese brasiliano e italiano.
ja: Hibiは、台湾・香港向けの繁体字中国語、中国本土向けの簡体字中国語に加え、韓国語、マレー語、スペイン語、ブラジルポルトガル語、イタリア語に対応しました。
ko: Hibi가 이제 대만 및 홍콩용 번체 중국어, 중국 본토용 간체 중국어와 함께 한국어, 말레이어, 스페인어, 브라질 포르투갈어, 이탈리아어를 지원합니다.
ms: Hibi kini menyokong Bahasa Cina Tradisional untuk Taiwan dan Hong Kong, Bahasa Cina Ringkas untuk Tanah Besar China, serta Korea, Melayu, Sepanyol, Portugis Brazil dan Itali.
pt_br: O Hibi agora inclui chinês tradicional para Taiwan e Hong Kong, chinês simplificado para a China continental, além de coreano, malaio, espanhol, português do Brasil e italiano.
zh_hans_cn: Hibi 现在支持台湾和香港使用的繁体中文、中国大陆使用的简体中文，并新增韩语、马来语、西班牙语、巴西葡萄牙语和意大利语。
zh_hant_hk: Hibi 現在支援台灣與香港使用的繁體中文、中國大陸使用的簡體中文，並新增韓文、馬來文、西班牙文、巴西葡萄牙文與意大利文。
zh_hant_tw: Hibi 現在支援台灣與香港使用的繁體中文、中國大陸使用的簡體中文，並新增韓文、馬來文、西班牙文、巴西葡萄牙文與義大利文。

source: Hibi now speaks German and Japanese, with locale-appropriate week-start and time format.
de: Hibi spricht jetzt Deutsch und Japanisch – mit passendem Wochenstart und Zeitformat.
es: Hibi ahora habla alemán y japonés, con inicio de semana y formato horario adecuados a cada región.
it: Hibi ora parla tedesco e giapponese, con inizio settimana e formato orario adatti alla località.
ja: Hibi がドイツ語と日本語に対応しました。週の始まりと時刻表記もロケールに合わせて切り替わります。
ko: Hibi가 이제 독일어와 일본어를 지원하며, 지역에 맞는 주 시작일과 시간 형식을 사용합니다.
ms: Hibi kini menggunakan bahasa Jerman dan Jepun, dengan permulaan minggu dan format masa yang sesuai dengan rantau.
pt_br: O Hibi agora fala alemão e japonês, com início da semana e formato de hora adequados à localidade.
zh_hans_cn: Hibi 现在支持德语和日语，并使用符合地区的周起始日和时间格式。
zh_hant_hk: Hibi 現在支援德文與日文，並使用符合地區的週起始日與時間格式。
zh_hant_tw: Hibi 現在支援德文與日文，並使用符合地區的週起始日與時間格式。

source: Hide past events
de: Vergangene Termine ausblenden
es: Ocultar eventos pasados
it: Nascondi eventi passati
ja: 過ぎた予定を隠す
ko: 지난 일정 숨기기
ms: Sembunyikan acara lepas
pt_br: Ocultar eventos passados
zh_hans_cn: 隐藏已过去的事件
zh_hant_hk: 隱藏已過去的活動
zh_hant_tw: 隱藏已過去的活動
